chat_system_511381695_actor_description=Frogus Squelch. Mutant Frogmen.
chat_system_511381695_snap_3_question=^?^All right, all right, you've convinced me. I will obey King Mark's will.
chat_system_511381695_snap_3_answer_0=^?^Now you're talking. "I am the master, I am the master." First you should think, and only then should you croak.
chat_system_511381695_snap_4_question=^?^So, have you hoisted my flag over the house of Bogis?
chat_system_511381695_snap_4_answer_0=^?^Not yet. I have not gotten over there yet. Your swampland is too marshy.
chat_system_511381695_snap_0_question=^?^Hi, [player]! How are you? What has made you drag yourself so far once more?
chat_system_511381695_snap_0_answer_0=^?^Well, Bogis asked for your help to protect him from Bagaba.
chat_system_511381695_snap_1_question=^?^Croak-how? My help? What has happened?
chat_system_511381695_snap_1_answer_0=^?^Bagaba liked your idea with the flags. So he decided to make Bogis his vassal and hoisted his flag over the house of Bogis. Now Bogis asks for your protection. 
chat_system_511381695_snap_2_question=^?^What? Croak! The swamp is mine. I am the rightful master here. Everything here belongs to me. Go to Bogis immediately and hoist my flag over his house. And if you see him, tell Bagaba that the swamp is mine and there can be only one High Frogman. And that's me.
chat_system_511381695_snap_2_answer_0=^?^All right, as you say. Give me the flag; I'll hoist it over Bogis's house.
chat_system_511381695_snap_2_answer_1=^?^No, I'm getting tired of you. These swamps as well as the cemetery and the whole of Darion belong to His Majesty King Mark Leonard. I'll hoist the royal flag over your hut now. (Attack the castle...)
